@extends('layouts.base')
@section('content')
    <x-travelline.panel/>

    <section class="payment-methods">
        <div class="payment-methods__container">
            <h1 class="payment-methods__title">Оплата и реквизиты</h1>

            <div class="payment-methods__wrap">
                <h2 class="payment-methods__subtitle">Банковские реквизиты</h2>
                <p class="payment-methods__text text-with-nl">Контакты:

                    Фактический адрес: 420139, Республика Татарстан, г. Казань, ул. Ю. Фучика, 44-19
                    Электронная почта: hotelstrela@yandex.ru
                    Телефон: 89872906932.

                    Реквизиты:
                    Наименование компании: ГИМАДОВ ИЛЬДУС ЗАГИТОВИЧ (ИП)
                    ИНН: 165900251617
                    КПП: 0
                    Номер счета: 40802 810 3014 6000 5151
                    Наименование банка: Ф-Л ПРИВОЛЖСКИЙ ПАО БАНК &#34;ФК ОТКРЫТИЕ&#34;
                    Кор/сч: 30101810300000000881
                    БИК банка: 042282881
                    Юридический адрес: 422417, Республика Татарстан, Буинский район,
                    д.Кыр-Тавгильдино, ул. Октябрьская, д.7.

                    Способы оплаты:

                    Наличный расчёт
                    Оплата найма нежилого помещения возможна как за наличный, так и безналичный расчет. При оплате за
                    наличный расчет, оплата осуществляется непосредственно при заселении и заключении договора либо при
                    заключении договора на иную дату.

                    Банковской картой
                    Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо нажать кнопку
                    Оплата заказа банковской картой. Оплата происходит через ПАО СБЕРБАНК с использованием банковских карт
                    следующих платёжных систем:
                    •МИР;
                    •VISA International ;
                    •Mastercard Worldwide .


                    Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо нажать кнопку
                    Оплата заказа банковской картой.

                    Для оплаты заказа вы будете направлены на платежный шлюз ПАО Сбербанк. Соединение с платежным шлюзом и
                    передача информации осуществляется в защищенном режиме с использованием протокола шифрования SSL. В
                    случае если ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified by Visa,
                    Mastercard SecureCode, MIR Accept, для проведения платежа также может потребоваться ввод специального
                    пароля.

                    Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность сообщаемой персональной информации
                    обеспечивается ПАО СБЕРБАНК. Введенная информация не будет предоставлена третьим лицам, за исключением
                    случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в
                    строгом соответствии с требованиями платежных систем МИР, VISA Int., MasterCard Europe Sprl.

                    После успешной оплаты вы получите электронный чек. Информация, указанная в чеке, содержит все данные о
                    проведенной платежной транзакции.

                    ВОЗВРАТ ТОВАРА

                    Срок возврата товара надлежащего качества составляет 14 дней с момента получения товара. Возврат
                    переведенных средств осуществляется в течение 5-30 рабочих дней (срок зависит от банка, который выдал
                    вашу банковскую карту)

                    Политика конфиденциальности

                    1. Общие положения

                    1.1. Настоящие Положение является официальным документом Администрации сайта, на котором оно размещено и
                    определяет порядок обработки и защиты информации о физических лицах, пользующихся услугами
                    интернет-сайта (далее - Сайт) (далее - Пользователи).

                    1.2. Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях
                    Сайта, регулируются настоящим Положением, иными официальными документами Администрации Сайта и
                    действующим законодательством Российской Федерации.

                    1.3. Регистрируясь, отправляя сообщения, заказы, иные послания с помощью средств и форм связи на Сайте,
                    Пользователь выражает свое согласие с условиями Положения. В случае несогласия Пользователя с условиями
                    Положения использование Сайта и его сервисов должно быть немедленно прекращено. Ответственность за это
                    несет сам Пользователь.

                    1.4. Администрация Сайта не проверяет достоверность получаемой (собираемой) информации о Пользователях,
                    за исключением случаев, когда такая проверка необходима в целях исполнения Администрацией Сайта
                    обязательств перед Пользователем.

                    2. Условия и цели обработки персональных данных

                    2.1. Администрация Сайта осуществляет обработку персональных данных пользователя в целях исполнения
                    своих обязательств между Администрацией Сайта и Пользователем в рамках предоставления информации о
                    деятельности и работе структурных подразделений владельцев Сайта. В силу статьи 6 Федерального закона от
                    27.07.2006 № 152-ФЗ «О персональных данных» отдельное согласие пользователя на обработку его
                    персональных данных не требуется. В силу п.п. 2 п. 2 статьи 22 указанного закона Администрация Сайта
                    вправе осуществлять обработку персональных данных без уведомления уполномоченного органа по защите прав
                    субъектов персональных данных.

                    2.2. Цели обработки персональных данных включают в себя: получение Пользователем информации, рассылок,
                    документов и материалов, в том числе рекламного характера, обработка заказов Пользователя, направленных
                    на получение товаров, консультационную поддержку Пользователя.

                    3. Порядок ввода в действие и изменения Положения

                    3.1. Положение вступает в силу с момента его размещения на Сайте и действует бессрочно, до замены его
                    новым Положением.

                    3.2. Действующая редакция Положения, являющимся публичным документом, доступна любому пользователю сети
                    Интернет.

                    3.3. Администрация Сайта вправе вносить изменения в Положение. При внесении изменений в Положение
                    уведомляет об этом пользователей путем размещения новой редакции на Сайте по постоянному адресу.
                    Предыдущие редакции Положения при этом утрачивают силу.

                    4. Цели обработки информации

                    4.1. Администрация Сайта осуществляет обработку информации о Пользователях, в том числе их персональных
                    данных, в целях выполнения обязательств между Администрацией Сайта и Пользователем в рамках
                    предоставления информации о деятельности и работе структурных подразделений владельцев Сайта.

                    5. Состав персональных данных

                    5.1. Персональные данные предоставляются Пользователем добровольно, означают согласие на их обработку
                    Администрацией Сайта и включают в себя:

                    5.1.1. предоставляемые Пользователями минимально необходимые данные для связи: имя (возможно
                    использование вымышленного), номер мобильного телефона и/или адрес электронной почты. Иные данные (в том
                    числе пол, возраст, дата рождения, адрес и т.д.) предоставляется Пользователем по желанию и в случае
                    необходимости таких данных для связи с пользователем и осуществлением действий, связанных с
                    предоставлением услуг или доставкой товаров Пользователю.

                    5.2. Иная информация о Пользователях, обрабатываемая Администрацией Сайта.

                    Администрация Сайта обрабатывает также иную информацию о Пользователях, которая включает в себя:

                    5.2.1. стандартные данные, автоматически получаемые сервером при доступе к Сайту и последующих действиях
                    Пользователя (IP-адрес хоста, вид операционной системы пользователя, страницы Сайта, посещаемые
                    пользователем).

                    5.2.2. информация, автоматически получаемая при доступе к Сайту с использованием закладок (cookies).

                    5.2.3. информация, полученная в результате действий Пользователя на Сайте.

                    5.2.4. информация, полученная в результате действий других пользователей на Сайте.

                    5.2.5. информация, необходимая для идентификации Пользователя для доступа к сервисам сайта.

                    6. Обработка информации о пользователях

                    6.1. Обработка персональных данных осуществляется на основе следующих принципов:

                    - законности целей и способов обработки персональных данных;

                    - добросовестности;

                    - соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе
                    персональных данных, а также полномочиям Администрации Сайта;

                    - соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных
                    данных целям обработки персональных данных;

                    6.2. Сбор персональных данных.

                    6.2.1. Сбор персональных данных Пользователя осуществляется на Сайте при при внесении их пользователем
                    по своей инициативе на момент обращения к Администрации сайта либо к сайту, согласно настроек
                    Пользователя.

                    6.2.2. Имя, адрес электронной почты и\или телефон предоставляются Пользователем для осуществления
                    обратной связи и для стандартной работы на Сайте не требуются.

                    6.2.3. Остальные Персональные данные, предоставляются Пользователем дополнительно по собственной
                    инициативе с использованием соответствующих разделов и ресурсов Сайта.

                    6.3. Хранение и использование персональных данных

                    6.3.1. Персональные данные Пользователей хранятся исключительно на электронных носителях и
                    обрабатываются с использованием автоматизированных систем, за исключением случаев, когда
                    неавтоматизированная обработка персональных данных необходима в связи с исполнением требований
                    законодательства.

                    6.4. Передача персональных данных

                    6.4.1. Персональные данные Пользователей не передаются каким-либо лицам, за исключением случаев, прямо
                    предусмотренных настоящим Положением.

                    6.4.2. Приложения, используемые Пользователями на Сайте, размещаются и поддерживаются третьими лицами
                    (разработчиками), которые действуют независимо от Администрации Сайта и не выступают от имени или по
                    поручению Администрации Сайта. Пользователи обязаны самостоятельно ознакомиться с правилами оказания
                    услуг и политикой защиты персональных данных таких третьих лиц (разработчиков) до начала использования
                    соответствующих приложений.

                    6.4.3. Предоставление персональных данных Пользователей по запросу государственных органов (органов
                    местного самоуправления) осуществляется в порядке, предусмотренном законодательством.

                    6.5. Уничтожение персональных данных

                    6.5.1. Персональные данные пользователя уничтожаются по письменной просьбе Пользователя. Просьба должна
                    содержат идентификационные данные, которые прямо указывает на принадлежность информации данному
                    Пользователю.

                    7. Меры по защите информации о Пользователях.

                    7.1. Администрация Сайта принимает технические и организационно-правовые меры в целях обеспечения защиты
                    персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения,
                    блокирования, копирования, распространения, а также от иных неправомерных действий.

                    8. Ограничение действия Правил.

                    8.1. Действие настоящих Правил не распространяется на действия и интернет-ресурсов третьих лиц.

                    8.2. Администрация Сайта не несет ответственности за действия третьих лиц, получивших в результате
                    использования Интернета или Услуг Сайта доступ к информации о Пользователе и за последствия
                    использования информации, которая, в силу природы Сайта, доступна любому пользователю сети Интернет.

                    8.3. Администрация Сайта рекомендует Пользователям ответственно подходить к решению вопроса об объеме
                    информации о себе, передаваемой с Сайта.</p>
            </div>

            <div class="payment-methods__wrap">
                <h2 class="payment-methods__subtitle">Способы оплаты</h2>
                <ul class="payment-methods__list">
                    <li class="payment-methods__item payment-method">
                        <h3 class="payment-method__name">Платежные системы</h3>
                        <ul class="payment-method__images">
                            <li class="payment-method__image">
                                <img src="{{ asset('img/requisites.png') }}" class="payment-method__img">
                            </li>
                        </ul>
                    </li>
                </ul>
            </div>

        </div>
    </section>
@endsection
